ERROR_TEXT = "🤯 Упс, произошла непредвиденная ошибка!"
GREETING_TEXT = """🌟 Добро пожаловать в бот для посуточной аренды аппартаментов для взрослых🌟

Выберите необходимую вам дату, подтвердите бронирование и ожидайте ответа администратора😊"""
GREETING_TEXT_ADMIN = "🌟 Добро пожаловать, Администратор!\n\nАдрес компьютерной версии панели администратора: \n\n👉<a href='https://zerostar0191.fvds.ru/admin/admin/dashboard/bookings?approved=true'>Переход к панели администратора</a>"
APARTMENT_ADDRESS = "ℹ️ ул. Улица 69, ЖК Лазурные Небеса"
SUPPORT_TEXT = "ℹ️ Администратор ответит Вам в ближайшее время!\n\nПожалуйста, напишите Ваш вопрос👇"
RULES_TEXT = """БРОНИРУЯ АПАРТАМЕНТЫ, ВЫ СОГЛАШАЕТЕСЬ СОБЛЮДАТЬ
📍 минимальное время бронирование – 2 часа
📍 подтверждением бронирования номера является 100% предоплата
📍 стоимость аренды апартаментов рассчитана для 2 гостей. доплата за каждого дополнительного гостя – 5 000 ₽. в апартаментах могут одновременно находиться не более 4 человек
📍 владельцы апартаментов не несут ответственность за ущерб, причинённый здоровью и имуществу гостей из-за неправильного использования ими оборудования, аксессуаров и мебели
📍 если гости покидают номер раньше истечения времени, деньги за неиспользованное время не возвращаются
📍 при повреждении или поломке оборудования, аксессуаров или мебели администрация вправе взыскать с гостя их полную стоимость
📍 запрещено курение, вейпы, кальяны и любые другие виды табачной продукции, а также чрезмерное употребление алкогольных напитков, употребление наркотических средств.
📍 запрещен вход с оружием или животными
📍 запрещена передача апартаментов в субаренду или другое их коммерческое использование"""
REQUISITES_TEXT = "ℹ️ Реквизиты для оплаты появятся здесь после брони"
SHOW_INFO_TEXT = "ℹ️ Выберите, интересующую Вас информацию!"
